{
    "index": "Inicio",
    "projects": "Proyectos",
    "presentation": "Hola! Soy",
    "and-im": "Y soy",
    "download-resume": "Descargar CV",
    "about-me": "Sobre mí",
    "about-me-p1": "Hola, mi nombre es Matías Pendino, tengo 23 años y soy de Rosario, Argentina.",
    "about-me-p2": "Siempre me llamó la atención el software, por lo que en 2017 empecé a estudiar de manera autodidacta. Luego en 2020, me decidí a realizar la Tecnicatura Superior en Desarrollo de Software, la cual finalicé en diciembre del 2022. Además, viví en Australia por dos años, por lo que pude adquirir un elevado nivel de inglés.",
    "about-me-p3": "Actualmente me especializo en el desarrollo backend, utilizando principalmente Django, Django REST Framework y PostgreSQL. También he trabajado en proyectos utilizando React, Next.js en el frontend, y WordPress para sitios freelance.",
    "skills": "Habilidades",
    "experience": "Experiencia",
    "aug": "Ago",
    "jan": "Ene",
    "nov": "Nov",
    "jul": "Jul",
    "sep": "Sep",
    "feb": "Feb",
    "present": "Actualidad",
    "full-stack-developer": "Desarrollador Full Stack",
    "software-developer-part-time": "Desarrollador de Software - Part-time",
    "freelancer-developer": "Desarrollador Freelance",
    "finegan-desc": "Desarrollo y mantenimiento de sitios web a medida para diversos clientes, gestionando el desarrollo desde cero. Configuración de servidores, administración de registros DNS y migraciones de sitios web.",
    "mappek-desc": "Diseño y desarrollo de diversos sitios web, incluyendo plataformas de comercio electrónico, páginas corporativas y soluciones a medida. Desarrollo de proyectos multiplataforma, incluyendo aplicaciones web, aplicaciones móviles y PWAs. Resolución de errores complejos e implementación de nuevas funcionalidades. Mantenimiento de una comunicación constante con los clientes para comprender sus objetivos, brindar asesoramiento y ofrecer excelentes resultados.",
    "ogppc-desc": "Desarrollo de un juego de apuestas para los Juegos Olímpicos. Integración del backend con el frontend, implementando autenticación con JWT y Google OAuth. Integración de Mailgun como servicio de correo electrónico y Stripe como medio de pago.",
    "muchticket-desc": "Desarrollo de un nuevo sistema de gestión de tickets desde cero, siguiendo las mejores prácticas de Django. Colaboración con el tech leader del proyecto para añadir nuevas features, incluyendo reportes para los responsables de ticketing, API views para la aplicación móvil y gestión de comisiones. Integración de diversos métodos de pago como CyberSource, PayPal, SiemprePago, PlusPagos, entre otros.",
    "some-projects": "Algunos Proyectos",
    "prode-desc": "Una web app para hacer predicciones de partidos de futbol, ganar puntos, crear torneos personalizados con amigos y ganar premios.",
    "cocina-desc": "Sitio web para un negocio de salud que ofrece recetas, planes y consejos nutricionales, y una plataforma de cursos.",
    "guanyem-desc": "Un sitio web para un partido politico que muestra informacion acerca de sus propuestas, noticias y eventos.",
    "bespoke-desc": "Sitio web para una arquitecta que muestra sus proyectos, y ofrece su informacion de contacto.",
    "mirave-desc": "Sitio web para una clinica odontologica que provee informacion sobre sus servicios, su equipo, e informacion de contacto.",
    "autodirecto-desc": "Un marketplace para compra-venta de autos nuevos y usados.",
    "imagereminder-desc": "Aplicacion movil que ayuda a los usuarios a establecer recordatorios de reveer una imagen de su galeria.",
    "votarfms-desc": "Una aplicacion mobile que permite a los usuarios votar por las batallas de freestyle favoritas en tiempo real.",
    "cm-desc": "E-commerce para una bijouterie que ofrece una variedad de productos de joyeria.",
    "created-by": "Creado por"
}