{
    "index": "Index",
    "projects": "Projects",
    "presentation": "Hi! I'm",
    "and-im": "And I'm",
    "download-resume": "Download Resume",
    "about-me": "About me",
    "about-me-p1": "Hi, my name's Matías Pendino, I'm 23 years old and I'm from Rosario, Argentina",
    "about-me-p2": "I always liked software, so in 2017 I started to study by my own. In 2020, decided to enroll in the Bachelor of Software Technology, that I finished in December 2022. Besides, I lived in Australia for two years, where I became proficient in English.",
    "about-me-p3": "Currently I am a fullstack developer oriented to back-end, working mainly with Django, Django REST Framework and PostgreSQL. I have also worked in projects using React, Next.js on the frontend, and WordPress for freelance projects.",
    "skills": "Skills",
    "experience": "Experience",
    "aug": "Aug",
    "jan": "Jan",
    "nov": "Nov",
    "jul": "Jul",
    "sep": "Sep",
    "feb": "Feb",
    "present": "Present",
    "full-stack-developer": "Full Stack Developer",
    "software-developer-part-time": "Software Developer - Part-time",
    "freelancer-developer": "Freelance Developer",
    "finegan-desc": "Build and maintain custom websites for several clients, handling development from scratch. Configure servers, manage DNS records, and performed website migrations.",
    "mappek-desc": "Design and development of diverse websites, including e-commerce platforms, business websites, and customized solutions. Developed cross platform projects, including web applications, mobile apps, and PWAs. Solve complex bugs and implement new features. Maintained consistent communication with clients to understand their goals, provide guidance, and deliver great results.",
    "ogppc-desc": "Development of a betting game for the Olympic Games. Integrated backend with frontend, implementing authentication with JWT and Google OAuth. Integration of Mailgun as email service, and Stripe as payment method.",
    "muchticket-desc": "Development of a new ticketing management system from scratch using best Django practices. Collaborated with the tech leader of the project to add new features, including reports for ticketing managers, API views for the mobile app, and fee management. Integration of several payment methods such as CyberSource, PayPal, SiemprePago, PlusPagos, and others.",
    "some-projects": "Some Projects",
    "prode-desc": "A sports prediction web app where users can create and join leagues to compete with friends and other users.",
    "cocina-desc": "A website for a healthy business that offers recipes, meal plans, nutrition advice, and a course platform.",
    "guanyem-desc": "A political party website that provides information about their proposals, news, and events.",
    "bespoke-desc": "A website for an architect that showcases her projects and offers contact information.",
    "mirave-desc": "A website for an odontology clinic that provides information about their services, team, and contact details.",
    "autodirecto-desc": "A marketplace website for buying and selling new and used cars.",
    "imagereminder-desc": "A mobile app that helps users remember images in their gallery by setting reminders.",
    "votarfms-desc": "A mobile app that allows users to vote for their favorite freestyle rappers in real-time during battles.",
    "cm-desc": "An e-commerce website for a bijouterie that offers a variety of jewelry products.",
    "created-by": "Created By"
}