{
    "index": "Inicio",
    "projects": "Proyectos",
    "presentation": "Hola! Soy",
    "and-im": "Y soy",
    "download-resume": "Descargar CV",
    "about-me": "Sobre mí",
    "about-me-p1": "Hola, mi nombre es Matías Pendino, tengo 21 años y soy de Rosario, Argentina.",
    "about-me-p2": "Siempre me llamó la atención el software, por lo que en 2019 empecé a estudiar de manera autodidacta. Luego en 2020, me decidí a realizar la Tecnicatura Superior en Desarrollo de Software, la cual finalicé en diciembre del 2022. Además, en febrero del 2023 realicé el examen de inglés IELTS General Training, en el cual obtuve una calificación general de 7 (CEFR C1).",
    "about-me-p3": "Actualmente me especializo en el desarrollo backend, utilizando principalmente Django, Django REST Framework y MySQL. También realizo proyectos de manera freelance, utilizando tanto WordPress como un stack Django.",
    "skills": "Habilidades",
    "level": "Nivel",
    "very-good": "Muy bueno",
    "good": "Bueno",
    "intermediate": "Medio",
    "experience": "Experiencia",
    "experience-muchticket": "Desarrollador backend MuchTicket",
    "experience-muchticket-date": "Junio 2022 - Julio 2023",
    "experience-muchticket-i1": "Desarrollo de nuevas funcionalidades en el sistema.",
    "experience-muchticket-i2": "Integración de diversos medios de pago como CyberSource, PayPal, SiemprePago, PlusPagos, entre otros.",
    "experience-muchticket-i3": "Trabajo con una variedad de tecnologías, tales como Django, Django REST Framework, JQuery, HTML, CSS, JavaScript, Bootstrap, Git y GitHub.",
    "experience-freelance": "Desarrollador Web Freelance",
    "experience-freelance-date": "Agosto 2021 - Actualidad",
    "experience-freelance-i1": "Diseños y desarrollos de tiendas online, y sitios web personales y empresariales.",
    "experience-freelance-i2": "Solución de errores en proyectos WordPress y Django.",
    "experience-freelance-i3": "Utilización de diversas herramientas como Figma, Notion, Photoshop y Canva.",
    "experience-freelance-i4": "Comunicación diaria con clientes.",
    "experience-litoral": "Administrador del sitio Litoral Celulares",
    "experience-litoral-date": "Septiembre 2021 - May 2022",
    "experience-litoral-i1": "Control e ingresos de stock en el sitio.",
    "experience-litoral-i2": "Descarga y configuración de plugins.",
    "experience-litoral-i3": "Mejoras estéticas y optimizaciones al sitio web. Creación de nuevas páginas y secciones",
    "some-projects": "Algunos proyectos",
    "created-by": "Creado por"
}